import url1 from '../../assets/image/Mock/Rectangle 4330.png'
import url2 from '../../assets/image/Mock/Rectangle 4330 (1).png'
import url3 from '../../assets/image/Mock/Rectangle 4330 (2).png'
import url4 from '../../assets/image/Mock/Rectangle 4330 (3).png'
import url5 from '../../assets/image/Mock/Rectangle 4330 (4).png'
import url6 from '../../assets/image/Mock/Rectangle 4330 (5).png'

export const popularCourse = [
  {
    title: 'Психология',
    href: '/',
    icon: url1
  },
  {
    title: 'Диетология и нутрициология',
    href: '/',
    icon: url2
  },
  {
    title: 'Дизайн',
    href: '/',
    icon: url3
  },
  {
    title: 'Юриспруденция ',
    href: '/',
    icon: url4
  },
  {
    title: 'HR и управление персоналом',
    href: '/',
    icon: url5
  },
  {
    title: 'Бизнес-образование MBA',
    href: '/',
    icon: url6
  }
]

import com1 from '../../assets/image/Mock/Gazprom-Logo-rus.png'
import com2 from '../../assets/image/Mock/Group.png'
import com3 from '../../assets/image/Mock/lenovo-1-logo-svgrepo-com.png'
import com4 from '../../assets/image/Mock/Sberbank_Logo_2020.png'

export const company = [
  {
    icon: com1
  },
  {
    icon: com2
  },
  {
    icon: com3
  },
  {
    icon: com4
  },
  {
    icon: com1
  },
  {
    icon: com2
  },
  {
    icon: com3
  },
  {
    icon: com4
  },
]

import testUrl from '../../assets/image/Mock/mock.png'

export const testComments = [
  {
    image: testUrl,
    name: 'ЮЛИЯ Т.',
    data: '12 декабря 2024',
    description: 'Поступила в прошлом году на курс "Дизайнер интерьера". Понравился удобный дистанционный формат обучения, так как планировала в дальнейшем работать удаленно, как в итоге и вышло :) Очень приятные кураторы, которые всегда придут на помощь и все объяснят. Прекрасная возможность получить квалификацию не отрываясь от работы.',
  },
  {
    image: testUrl,
    name: 'ЮЛИЯ Т.-2',
    data: '12 декабря 2024',
    description: 'Поступила в прошлом году на курс "Дизайнер интерьера". Понравился удобный дистанционный формат обучения, так как планировала в дальнейшем работать удаленно, как в итоге и вышло :) Очень приятные кураторы, которые всегда придут на помощь и все объяснят. Прекрасная возможность получить квалификацию не отрываясь от работы.',
  },
  {
    image: testUrl,
    name: 'ЮЛИЯ Т.-3',
    data: '12 декабря 2024',
    description: 'Поступила в прошлом году на курс "Дизайнер интерьера". Понравился удобный дистанционный формат обучения, так как планировала в дальнейшем работать удаленно, как в итоге и вышло :) Очень приятные кураторы, которые всегда придут на помощь и все объяснят. Прекрасная возможность получить квалификацию не отрываясь от работы.',
  },
  {
    image: testUrl,
    name: 'ЮЛИЯ Т.-4',
    data: '12 декабря 2024',
    description: 'Поступила в прошлом году на курс "Дизайнер интерьера". Понравился удобный дистанционный формат обучения, так как планировала в дальнейшем работать удаленно, как в итоге и вышло :) Очень приятные кураторы, которые всегда придут на помощь и все объяснят. Прекрасная возможность получить квалификацию не отрываясь от работы.',
  },
  {
    image: testUrl,
    name: 'ЮЛИЯ Т.-5',
    data: '12 декабря 2024',
    description: 'Поступила в прошлом году на курс "Дизайнер интерьера". Понравился удобный дистанционный формат обучения, так как планировала в дальнейшем работать удаленно, как в итоге и вышло :) Очень приятные кураторы, которые всегда придут на помощь и все объяснят. Прекрасная возможность получить квалификацию не отрываясь от работы.',
  },
  {
    image: testUrl,
    name: 'ЮЛИЯ Т.-6',
    data: '12 декабря 2024',
    description: 'Поступила в прошлом году на курс "Дизайнер интерьера". Понравился удобный дистанционный формат обучения, так как планировала в дальнейшем работать удаленно, как в итоге и вышло :) Очень приятные кураторы, которые всегда придут на помощь и все объяснят. Прекрасная возможность получить квалификацию не отрываясь от работы.',
  },
  {
    image: testUrl,
    name: 'ЮЛИЯ Т.-7',
    data: '12 декабря 2024',
    description: 'Поступила в прошлом году на курс "Дизайнер интерьера". Понравился удобный дистанционный формат обучения, так как планировала в дальнейшем работать удаленно, как в итоге и вышло :) Очень приятные кураторы, которые всегда придут на помощь и все объяснят. Прекрасная возможность получить квалификацию не отрываясь от работы.',
  },
]

export const FAQ = [
  {
    title: 'В каком формате и когда проходят занятия?',
    description: 'Занятия проходят онлайн, по вечерам и в выходные, два раза в неделю или один раз в неделю в зависимости от направления. Также для обучения в Личном кабинете для учеников располагаются материалы для самостоятельного изучения.',
  },
  {
    title: 'В каком формате и когда проходят занятия?',
    description: 'Занятия проходят онлайн, по вечерам и в выходные, два раза в неделю или один раз в неделю в зависимости от направления. Также для обучения в Личном кабинете для учеников располагаются материалы для самостоятельного изучения.',
  },
  {
    title: 'В каком формате и когда проходят занятия?',
    description: 'Занятия проходят онлайн, по вечерам и в выходные, два раза в неделю или один раз в неделю в зависимости от направления. Также для обучения в Личном кабинете для учеников располагаются материалы для самостоятельного изучения.',
  },
  {
    title: 'В каком формате и когда проходят занятия?',
    description: 'Занятия проходят онлайн, по вечерам и в выходные, два раза в неделю или один раз в неделю в зависимости от направления. Также для обучения в Личном кабинете для учеников располагаются материалы для самостоятельного изучения.',
  },
  {
    title: 'В каком формате и когда проходят занятия?',
    description: 'Занятия проходят онлайн, по вечерам и в выходные, два раза в неделю или один раз в неделю в зависимости от направления. Также для обучения в Личном кабинете для учеников располагаются материалы для самостоятельного изучения.',
  },
  {
    title: 'В каком формате и когда проходят занятия?',
    description: 'Занятия проходят онлайн, по вечерам и в выходные, два раза в неделю или один раз в неделю в зависимости от направления. Также для обучения в Личном кабинете для учеников располагаются материалы для самостоятельного изучения.',
  },
]
