interface Props {
  title: string
  tooltipText: string
}

const listWeTookCare: Props[] = [
  {
    tooltipText: ' Начнем с базы, затем — узкопрофильные знания. Комфортное погружение в профессию, даже если работали в другой сфере или только выпустились из вуза\n' +
      '(если навести на плюсик)\n' +
      'Систематический подход к обучению. Начинать с базовых знаний и навыков позволяет постепенно осваивать узкопрофильные или специализированные знания, и при этом обеспечивает комфортное погружение в новую профессию. Этот метод обучения особенно полезен для тех, кто хочет сменить карьеру или приобрести новые навыки.\n' +
      'Подход включает в себя курсы, основы предмета или профессии, а затем постепенно переходят к более узким областям и глубокому изучению конкретных аспектов. Это помогает студентам развивать основные компетенции и уверенно углубляться в свою новую профессиональную деятельность.',
    title: 'Сначала база, затем — узкопрофильные знания. Погрузитесь комфортно, даже если работали в другой сфере или только выпустились из вуза'
  },
  {
    tooltipText: ' Постоянная обратная связь с куратором, а также личные рекомендации от экспертов на прямых эфирах\n' +
      '(если навести на плюсик)\n' +
      'Постоянная обратная связь с куратором позволяет получать конструктивные комментарии, советы и поддержку на каждом этапе обучения. Личные рекомендации от экспертов на прямых эфирах также могут быть чрезвычайно полезны, поскольку они направлены на конкретные потребности студентов и помогают им дополнительно углубить свои знания.\n' +
      'Этот метод обучения способствует развитию взаимодействия, усиливает мотивацию и дает возможность получить персональные рекомендации и советы от опытных профессионалов. Такой подход помогает максимально эффективно использовать индивидуальные сильные стороны и профессиональные интересы.',
    title: 'Обратная связь от кураторов, а активным студентам — личные рекомендации от самих экспертов'
  },
  {
    tooltipText: 'Эксперты, которые обучают топ-менеджеров компаний, студентов из ведущих университетов и предпринимателей, собственников бизнеса\n' +
      '(если навести на плюсик)\n' +
      'Обучение проводят эксперты-преподаватели, опытные и компетентные специалисты с обширным практическим и теоретическим опытом, профессионально ориентированные на обучение и развитие управленческих навыков, бизнес-стратегий и лидерских качеств.',
    title: 'Эксперты-преподаватели, которые обучают топ-менеджеров компаний, студентов ведущих вузов и собственников бизнеса'
  },
  {
    tooltipText: 'Все для практики: бизнес-кейсы, тренажеры, записи-экранов моделирующие реальную работу аналитика\n' +
      '(если навести на плюсик)\n' +
      'Инструменты, предоставляемые для обучения и практики, которые позволяют получить практические навыки. Обучение, включает бизнес-кейсы, тренажеры и записи экранов, которые способствуют более глубокому пониманию методов анализа данных и принятия решений, позволяя применять полученные знания на практике.',
    title: 'Все для практики: бизнес-кейсы, тренажеры и записи экранов, моделирующие реальную работу аналитика'
  }
]

export default listWeTookCare
