interface Props {
  title: string
  tooltipText: string
}

const listWeTookCare: Props[] = [
  {
    tooltipText: 'test-1 Сначала база, затем — узкопрофильные знания. Погрузитесь комфортно, даже если работали',
    title: 'Сначала база, затем — узкопрофильные знания. Погрузитесь комфортно, даже если работали в другой сфере или только выпустились из вуза'
  },
  {
    tooltipText: 'test2Обратная',
    title: 'Обратная связь от кураторов, а активным студентам — личные рекомендации от самих экспертов'
  },
  {
    tooltipText: 'test',
    title: 'Эксперты-преподаватели, которые обучают топ-менеджеров компаний, студентов ведущих вузов и собственников бизнеса'
  },
  {
    tooltipText: 'test',
    title: 'Все для практики: бизнес-кейсы, тренажеры и записи экранов, моделирующие реальную работу аналитика'
  }
]

export default listWeTookCare
