import url1 from '@/assets/image/header_home_page.png';

const passingTraining = [
  {
    image: url1,
    title: 'Смотрите видео и занимайтесь с преподавателями',
    description:
      'У вас будет доступ к вебинарам и видеолекциям. ' +
      'Вы сможете подключаться к синхронным занятиям и задавать вопросы ' +
      'преподавателям, или смотреть их в записи, в удобное время',
  },
  {
    image: url1,
    title: 'Решайте реальные задачи',
    description:
      'У вас будет доступ к вебинарам и видеолекциям. ' +
      'Вы сможете подключаться к синхронным занятиям и задавать вопросы ' +
      'преподавателям, или смотреть их в записи, в удобное время',
  },
  {
    image: url1,
    title: 'Получайте поддержку от куратора в любое время',
    description:
      'У вас будет доступ к вебинарам и видеолекциям. ' +
      'Вы сможете подключаться к синхронным занятиям и задавать вопросы ' +
      'преподавателям, или смотреть их в записи, в удобное время',
  },
];

export default passingTraining;
